export default [
{
id:1,
title: "一、 教师职业理念（5个“观”）",
tip: `1、教育观

我国当前的教育观是指“ 素质教育观”， 因此素质教育观的内涵成了我们必须要理解到位的内容：

1. 素质教育是面向全体学生的教育

2. 素质教育是促进学生全面发展的教育

3. 素质教育是促进学生个性发展的教育

4. 素质教育是以培养创新精神和实践能力为重点的教育

（ 口诀： 全体面创个）

2、 学生观

1. 学生是一个完整的生命个体—— 要乐观估计学生的天性， 多看优点， 会赞美

2. 学生个体之间存在很大的差异性—— 用发展的观点认识学生， 悦纳错误、 多宽容

3. 学生具有巨大的发展潜能—— 要相信学生、 多期望

4. 学生的成长需要人文的关怀—— 要认识到学生是人， 爱护尊重， 讲民主

（ 口诀： 王冠人不差钱）

3、 教师观（“ 2” 个转变）

（ 一） 教师角色的转变

1. 教师是学生学习的促进者

2. 教师应该是教育教学的研究者

3. 教师是课程的建设者和开发者

4. 教师应是社区型的开放教师

（ 口诀： 三者一开放）

（ 二） 教师教学行为观点的转变

1. 在对待师生关系上， 新课程强调尊重、 赞赏、 民主、 互助、 教学相长

2. 在对待教学上， 新课程强调帮助、 引导启发

3. 在对待自我上， 新课改强调反思和终身学习

4. 在对待与其他教育者的关系上， 新课程强调合作

（ 口诀： 教师在教学中注重与自我、 学生、 同事的关系）

4、 评价观

1. 评价目的是促进发展

2. 评价内容多元化

3. 评价方式多样化

4. 评价主体多元化

5. 更注重评价过程， 形成性评价和终结性评价有机结合

（ 口诀： 许三多过目不忘）

5、 教学观

1. 教学是课程创生和开发的过程

2. 教学是师生交往、 积极互动、 共同发展的过程

3. 教学过程重于教学结果

4. 教学更关注人而不只是科学

（ 口诀： 人生过客） `
},{
  id:2,
  title: "二、教师职业道德规范（三爱两人一终身）",
  tip: `1. 爱国守法- - --- 基本要求

热爱祖国，热爱人民，拥护中国共产党领导，拥护社会主义。全面贯彻国家教育方针，自觉遵守教育法律法规，依法履行教师职责权利。不得有违背党和国家方针政策的言行。

2. 爱岗敬业- - --- 本质要求

忠诚于人民教育事业，志存高远，勤恳敬业，甘为人梯，乐于奉献，对工作高度负责，认真备课上课，认真批改作业，认真辅导学生，不得敷衍塞责。

3. 关爱学生- - -- 核心、灵魂、试金石

关心爱护全体学生，尊重学生人格，平等公正对待学生。对学生严慈相济，做学生良师益友。保护学生安全，关心学生健康，维护学生权益。不讽刺、挖苦、歧视学生，不体罚或变相体罚学生。

4. 教书育人 ---- 天职、使命、中心任务、根本任务

遵循教育规律，实施素质教育。循循善诱，诲人不倦，因材施教。培养学生良好品行，激发学生创新精神，促进学生全面发展。不以分数作为评价学生的唯一标准。

关键词：素质教育，不以分数作为评价学生的唯一标准。

5. 为人师表 - - -- 内在要求

坚守高尚情操，知荣明耻，严于律己，以身作则。衣着得体，语言规范，举止文明。关心集体，团结协作，尊重同事，尊重家长，作风正派， 廉洁奉公，自觉 抵制有偿家教，不利用职务之便谋取私利。

关键词： 以身作则、团结协作、尊重家长、廉洁奉公、自觉抵制有偿家教，不利用职务之便谋取私利。

6.终身学习——不竭动力

拓宽知识视野，更新知识结构。潜心钻研，勇于探索创新，不断提高专业素养和教育教学水平。`
},{
  id:3,
  title: '三、文化素养',
  tip: `
地理知识

1、八大行星

1.行星排序

按照距离太阳由近到远：水、金、地、火、木、土、天、海

2.小行星带位于火星和木星之间

3.水星：距离太阳最近，卫星最少的行星，表面温差最大，轨道速度最快

4.金星：距离地球最近的行星；夜空中亮度仅次于月球，排第二；自东向西逆向自转，太阳西升东落；中国古代称之为长庚(傍晚)、启明（清晨）、太白或太白金星

5.火星：在西方被称为战神，在中国古称“荧惑星”，“荧荧火光，离离乱惑。”

6.木星：太阳系中体积最大、质量最大、自转最快的行星；卫星最多的行星；太阳系最大的卫星是木星的木卫三（口诀：灵活的木胖子）

7.土星：土星环（口诀：土老帽）

8.海王星：唯一利用数学预测而非有计划的观测发现的行星

9.冥王星：在 2006 年 8 月 24 日国际天文学联合大会上退出太阳系行星界

2、世界分界线

1.德雷克海峡：连接南极洲与南美洲，沟通大西洋与太平洋（口诀：美男子太大）

2.丹麦海峡：连接北欧与北美沟通，北冰洋和大西洋（口诀：大三北）

3.土耳其海峡：连接欧洲和亚洲，沟通黑海与地中海（口诀：欧亚黑土地）

4. 直布罗陀海峡：连接欧洲和非洲，沟通地中海和大西洋（口诀：直通欧非大地）

5.苏伊士运河：连接非洲与亚洲，沟通红海和地中海（口诀：苏菲亚红中）

6.巴拿马运河：连接南美洲与北美洲，沟通太平洋与加勒比海（口诀：奥巴马美美哒）
`
}
]

