export default [{
  id: 1,
  title: "一、 教师职业理念（5个“观”）",
  tip: `1、教育观

我国当前的教育观是指“ 素质教育观”， 因此素质教育观的内涵成了我们必须要理解到位的内容：

1. 素质教育是面向全体学生的教育

2. 素质教育是促进学生全面发展的教育

3. 素质教育是促进学生个性发展的教育

4. 素质教育是以培养创新精神和实践能力为重点的教育

（ 口诀： 全体面创个）

2、 学生观

1. 学生是一个完整的生命个体—— 要乐观估计学生的天性， 多看优点， 会赞美

2. 学生个体之间存在很大的差异性—— 用发展的观点认识学生， 悦纳错误、 多宽容

3. 学生具有巨大的发展潜能—— 要相信学生、 多期望

4. 学生的成长需要人文的关怀—— 要认识到学生是人， 爱护尊重， 讲民主

（ 口诀： 王冠人不差钱）

3、 教师观（“ 2” 个转变）

（ 一） 教师角色的转变

1. 教师是学生学习的促进者

2. 教师应该是教育教学的研究者

3. 教师是课程的建设者和开发者

4. 教师应是社区型的开放教师

（ 口诀： 三者一开放）

（ 二） 教师教学行为观点的转变

1. 在对待师生关系上， 新课程强调尊重、 赞赏、 民主、 互助、 教学相长

2. 在对待教学上， 新课程强调帮助、 引导启发

3. 在对待自我上， 新课改强调反思和终身学习

4. 在对待与其他教育者的关系上， 新课程强调合作

（ 口诀： 教师在教学中注重与自我、 学生、 同事的关系）

4、 评价观

1. 评价目的是促进发展

2. 评价内容多元化

3. 评价方式多样化

4. 评价主体多元化

5. 更注重评价过程， 形成性评价和终结性评价有机结合

（ 口诀： 许三多过目不忘）

5、 教学观

1. 教学是课程创生和开发的过程

2. 教学是师生交往、 积极互动、 共同发展的过程

3. 教学过程重于教学结果

4. 教学更关注人而不只是科学

（ 口诀： 人生过客） `
}, {
  id: 2,
  title: "二、教师职业道德规范（三爱两人一终身）",
  tip: `1. 爱国守法- - --- 基本要求

热爱祖国，热爱人民，拥护中国共产党领导，拥护社会主义。全面贯彻国家教育方针，自觉遵守教育法律法规，依法履行教师职责权利。不得有违背党和国家方针政策的言行。

2. 爱岗敬业- - --- 本质要求

忠诚于人民教育事业，志存高远，勤恳敬业，甘为人梯，乐于奉献，对工作高度负责，认真备课上课，认真批改作业，认真辅导学生，不得敷衍塞责。

3. 关爱学生- - -- 核心、灵魂、试金石

关心爱护全体学生，尊重学生人格，平等公正对待学生。对学生严慈相济，做学生良师益友。保护学生安全，关心学生健康，维护学生权益。不讽刺、挖苦、歧视学生，不体罚或变相体罚学生。

4. 教书育人 ---- 天职、使命、中心任务、根本任务

遵循教育规律，实施素质教育。循循善诱，诲人不倦，因材施教。培养学生良好品行，激发学生创新精神，促进学生全面发展。不以分数作为评价学生的唯一标准。

关键词：素质教育，不以分数作为评价学生的唯一标准。

5. 为人师表 - - -- 内在要求

坚守高尚情操，知荣明耻，严于律己，以身作则。衣着得体，语言规范，举止文明。关心集体，团结协作，尊重同事，尊重家长，作风正派， 廉洁奉公，自觉 抵制有偿家教，不利用职务之便谋取私利。

关键词： 以身作则、团结协作、尊重家长、廉洁奉公、自觉抵制有偿家教，不利用职务之便谋取私利。

6.终身学习——不竭动力

拓宽知识视野，更新知识结构。潜心钻研，勇于探索创新，不断提高专业素养和教育教学水平。`
}, {
  id: 3,
  title: '三、文化素养',
  tip: `
地理知识

1、八大行星

1.行星排序

按照距离太阳由近到远：水、金、地、火、木、土、天、海

2.小行星带位于火星和木星之间

3.水星：距离太阳最近，卫星最少的行星，表面温差最大，轨道速度最快

4.金星：距离地球最近的行星；夜空中亮度仅次于月球，排第二；自东向西逆向自转，太阳西升东落；中国古代称之为长庚(傍晚)、启明（清晨）、太白或太白金星

5.火星：在西方被称为战神，在中国古称“荧惑星”，“荧荧火光，离离乱惑。”

6.木星：太阳系中体积最大、质量最大、自转最快的行星；卫星最多的行星；太阳系最大的卫星是木星的木卫三（口诀：灵活的木胖子）

7.土星：土星环（口诀：土老帽）

8.海王星：唯一利用数学预测而非有计划的观测发现的行星

9.冥王星：在 2006 年 8 月 24 日国际天文学联合大会上退出太阳系行星界

2、世界分界线

1.德雷克海峡：连接南极洲与南美洲，沟通大西洋与太平洋（口诀：美男子太大）

2.丹麦海峡：连接北欧与北美沟通，北冰洋和大西洋（口诀：大三北）

3.土耳其海峡：连接欧洲和亚洲，沟通黑海与地中海（口诀：欧亚黑土地）

4. 直布罗陀海峡：连接欧洲和非洲，沟通地中海和大西洋（口诀：直通欧非大地）

5.苏伊士运河：连接非洲与亚洲，沟通红海和地中海（口诀：苏菲亚红中）

6.巴拿马运河：连接南美洲与北美洲，沟通太平洋与加勒比海（口诀：奥巴马美美哒）
`
}, {
  id: 4,
  title: "四、历史常识 ",
  tip: `1、石器时代 （
  1） 旧石器时代—— 使用打制石器。 元谋人； 蓝田人； 山顶洞人。（ 2） 新石器时代—— 使用磨制石器。（ 3） 母系氏族： 半坡遗址； 河姆渡遗址。（ 4） 父系氏族公社： 龙山文化遗址； 大汶口文化遗址。
  2、 上古神人 盘古氏—— 开天辟地 有巢氏—— 建造房屋 燧人氏—— 人工取火 女娲氏—— 补天造人 伏羲氏—— 八卦
  神农氏—— 发明农耕； 尝百草； 炎帝； 农业、 医药之祖 轩辕氏—— 黄帝
  3、 中国古代著名以少胜多战役
  牧野之战： 武王伐纣。 中国最早的一次以少胜多的战役。
  巨鹿之战： 项羽伐秦。
  官渡之战： 三国时期， 曹操、 袁绍。
  赤壁之战： 三国时期， 曹操、 孙权、 刘备。
  淝水之战： 东晋， 苻坚、 谢玄。
  4、 中国古代重要变法
  李悝（ kuī） 变法： 魏国—— 最早变法。《 法经》： 魏国李悝， 第一部比较系统地成文法典。
  商鞅变法： 秦国—— 最彻底变法， 持续时间最长。 废井田， 开阡陌， 承认土地私有； 奖励军功， 按功授爵； 建立县制； 奖励耕织， 禁止弃农经商。
  吴起变法： 楚国
  王安石变法： 北宋。 农田水利法、 青苗法、 免疫法、 方田均税法。
  一条鞭法： 明朝。 张居正。
  戊戌变法： 清末。 戊戌六君子。
  5、 中国著名僧人
  法显： 东晋， 是中国第一位到海外取经求法的大师。 从长安出发， 经西域至天竺， 由南洋海路归国。《 佛国记》。
  玄奘： 唐朝，《 大唐西域记》。
  僧一行： 唐朝，《 大衍历》。 测定本初子午线长度。
  怀素： 唐朝， 狂草。“ 张颠素狂”。《 自叙帖》， 天下第一草书。
  鉴真： 唐朝， 东渡日本。 日本南山律宗开山祖师。
  怀丙： 北宋， 工程专家。 河中捞铁牛。
  6、 诸子百家
  7、 抗日战争时期重大战役
  8、 两弹一星
  1964 年， 中国成功爆炸第一颗原子弹。
  1967 年， 中国成功爆炸第一颗氢弹。
  1970 年， 我国第一颗人造卫星“ 东方红” 1 号发射成功。
  9、 地理大发现
  迪亚士： 葡萄牙人， 发现好望角。
  哥伦布： 在西班牙的支持下发现美洲。
  达· 伽马： 发现到印度的新航路。
  麦哲伦： 完成了环球航行
  10、 世界大战（ 一） 第一次世界大战 导火索： 萨拉热窝谋杀事件。（ 二） 第二次世界大战
  起点： 1939 年9月1日， 德国突袭波兰。《 开罗宣言》： 中、 美、 英， 庄严声明： 日本所窃取于中同之领土， 如满洲、 台湾、 澎湖群岛等， 全部归还中国。《 德黑兰宣言》： 美、 英、 苏， 中心议题是在欧洲开辟第二战场问题。《 雅尔塔协定》： 决定成立联合国。《 波茨坦公告》： 中、 美、 英， 敦促日本立即无条件投降， 并重申《 开罗宣言》 的条件必须实施。 `
}, {
  id: 5,
  title: "五、地理知识",
  tip: `1、太阳系8大行星 
  水星、 金星、 地球、 火星、 木星、 土星、 天王星、 海王星
  2、 中国的疆域
  中国的邻国（ 邻国最多的国家） 陆上邻国： 14 个
  朝鲜、 俄罗斯（ 世界上国土面积最大的国家）、 蒙古、 哈萨克斯坦（ 世界上最大的内陆国）、 吉尔吉斯斯坦、 塔吉克斯坦、 阿富汗、 巴基斯坦、 印度（ 世界上人口第二多的国家）、 尼泊尔、 不丹、 缅甸、 老挝、 越南。
  海上邻国： 6 个
  日本（ 世界上经济第三发达的国家）、 韩国、 菲律宾、 文莱、 马来西亚、 印尼 `
}, {
  id: 6,
  title: "六、科学常识",
  tip: `1、科学素养 科学技术奖项 
  诺贝尔奖， 是以瑞典著名的化学家、 硝化甘油炸药的发明人诺贝尔的部分遗产作为基金在1900年创立的。
  诺贝尔奖分设物理、 化学、 生理或医学、 文学、 和平五个奖项， 于1901年首次颁发。
  1968 年， 增设诺贝尔经济学奖。
  2、 中国医学成就《 神农本草经》： 最早的药物学著作， 成书于东汉。《 黄帝内经》： 最早的医学典籍， 出自西汉时期。《 诸病源候论》： 隋朝， 巢元方， 我国第一部详论疾病的病源和症状的著作。《 千金翼方》： 唐代， 孙思邈， 首创复方， 被后世尊称为“ 药王”。《 唐新本草》： 苏敬等， 是世界上第一部由国家颁布的药典。《 本草纲目》： 明朝， 李时珍著成。《 伤寒杂病论》： 东汉时期张仲景（ 医圣） 著作， 奠定了理、 法、 方、 药的理论基础。
  东汉建安三神医： 华佗（ 外科圣手， 五禽戏、 麻沸散）； 张仲景（ 医圣， 坐堂； 董奉（ 杏林春暖）。
  扁鹊： 春秋战国， 医祖。“ 望闻问切” 四诊法。
  3、 中国数学成就（ 1）.《周髀算经》
  汉武帝时期， 我国第一部数学著作， 是我国现存文献中最早记录勾股定理的著。（ 2）.《九章算术》
  汉代著作， 应用了分数、 负数、 比例、 开平方、 二次方程与联立一次方程等， 标志着我国古代数学完整体系的形成。（ 3）.九九乘法表
  春秋战国时代发明。 十进位制和九九表是古代中国对世界文化的一项重要的贡。
  4、 中国农学综合成就《 齐民要术》： 贾思勰著。 是我国现存最完整的农书， 是世界农学史上最早的巨著之一。《 农政全书》： 徐光启著。 系统总结了明代以前的农业生产技术和经验， 是传统农业生产的集大成之作。《 梦溪笔谈》： 北宋， 沈括著。 以笔记形式， 纵论政治、 军事、 历史、 文学艺术以及自然科学和工程技术各个领域， 是作者对我国古代， 特别是北宋时期自然科学成就的总结。《 天工开物》： 明末宋应星所著， 是中国古代第一部关于农业和手工业生产的综合性的科学技术著作。
  5、 西方古代科学成就
  毕达哥拉斯： 提出“ 黄金分割”。 提出“ 毕达哥拉斯定理”。 `
}]